Repository: barod1986-ship-it/MMOARAB
Catalog: MMOARAB CORE/languages/mmoarab-core-*.po
Languages: ar

source: Games
ar: الألعاب

source: Game
ar: لعبة

source: Add New
ar: إضافة جديد

source: Add New Game
ar: إضافة لعبة جديدة

source: Edit Game
ar: تحرير اللعبة

source: New Game
ar: لعبة جديدة

source: View Game
ar: عرض اللعبة

source: View Games
ar: عرض الألعاب

source: Search Games
ar: البحث في الألعاب

source: Not found
ar: لم يتم العثور

source: Not found in Trash
ar: لم يتم العثور في المهملات

source: All Games
ar: جميع الألعاب

source: Game Type
ar: نوع اللعبة

source: Game Types
ar: أنواع الألعاب

source: Search Types
ar: البحث في الأنواع

source: All Types
ar: جميع الأنواع

source: Parent Type
ar: النوع الأصلي

source: Parent Type:
ar: النوع الأصلي:

source: Edit Type
ar: تحرير النوع

source: Update Type
ar: تحديث النوع

source: Add New Type
ar: إضافة نوع جديد

source: New Type Name
ar: اسم النوع الجديد

source: Game Status
ar: حالة اللعبة

source: Game Statuses
ar: حالات الألعاب

source: Search Statuses
ar: البحث في الحالات

source: All Statuses
ar: جميع الحالات

source: Parent Status
ar: الحالة الأصلية

source: Parent Status:
ar: الحالة الأصلية:

source: Edit Status
ar: تحرير الحالة

source: Update Status
ar: تحديث الحالة

source: Add New Status
ar: إضافة حالة جديدة

source: New Status Name
ar: اسم الحالة الجديدة

source: Game Platform
ar: منصة اللعبة

source: Game Platforms
ar: منصات الألعاب

source: Search Platforms
ar: البحث في المنصات

source: All Platforms
ar: جميع المنصات

source: Parent Platform
ar: المنصة الأصلية

source: Parent Platform:
ar: المنصة الأصلية:

source: Edit Platform
ar: تحرير المنصة

source: Update Platform
ar: تحديث المنصة

source: Add New Platform
ar: إضافة منصة جديدة

source: New Platform Name
ar: اسم المنصة الجديدة

source: Game Mode
ar: طريقة اللعب

source: Game Modes
ar: طرق اللعب

source: Search Modes
ar: البحث في الطرق

source: Parent Mode
ar: الطريقة الأصلية

source: Parent Mode:
ar: الطريقة الأصلية:

source: Edit Mode
ar: تحرير الطريقة

source: Update Mode
ar: تحديث الطريقة

source: Add New Mode
ar: إضافة طريقة جديدة

source: New Mode Name
ar: اسم الطريقة الجديدة

source: Game Engine
ar: محرك اللعبة

source: Game Engines
ar: محركات الألعاب

source: Search Engines
ar: البحث في المحركات

source: All Engines
ar: جميع المحركات

source: Parent Engine
ar: المحرك الأصلي

source: Parent Engine:
ar: المحرك الأصلي:

source: Edit Engine
ar: تحرير المحرك

source: Update Engine
ar: تحديث المحرك

source: Add New Engine
ar: إضافة محرك جديد

source: New Engine Name
ar: اسم المحرك الجديد

source: Game Information
ar: معلومات اللعبة

source: Official Website
ar: الموقع الرسمي

source: Release Date
ar: تاريخ الإصدار

source: Developer
ar: المطور

source: Publisher
ar: الناشر

source: Game Gallery
ar: معرض الصور

source: Upload Images
ar: رفع الصور

source: Add Images
ar: إضافة صور

source: Remove
ar: حذف

source: Game Features
ar: مميزات اللعبة

source: Feature
ar: ميزة

source: Game Ratings
ar: تقييمات اللعبة

source: Story Rating
ar: تقييم القصة

source: Story Notes
ar: ملاحظات القصة

source: Gameplay Rating
ar: تقييم اللعب

source: Gameplay Notes
ar: ملاحظات اللعب

source: Graphics Rating
ar: تقييم الرسومات

source: Graphics Notes
ar: ملاحظات الرسومات

source: Audio Rating
ar: تقييم الصوت

source: Audio Notes
ar: ملاحظات الصوت

source: Final Rating
ar: التقييم النهائي

source: Related Game
ar: لعبة مرتبطة

source: Select a game to link this post
ar: اختر لعبة لربط هذا المقال

source: Search for game...
ar: البحث عن لعبة...

source: Remove game
ar: إزالة اللعبة

source: Type
ar: النوع

source: Status
ar: الحالة

source: Platforms
ar: المنصات

source: About the Game
ar: عن اللعبة

source: Ratings
ar: التقييمات

source: Story
ar: القصة

source: Gameplay
ar: اللعب

source: Graphics
ar: الرسومات

source: Audio
ar: الصوت

source: Trailer
ar: العرض الدعائي

source: Gallery
ar: معرض الصور

source: Latest Game News
ar: آخر أخبار اللعبة

source: Found %s game
ar: لم يتم العثور على ألعاب

source: Search games...
ar: البحث في الألعاب...

source: All Status
ar: جميع الحالات

source: Filter
ar: تصفية

source: Reset
ar: إعادة تعيين

source: Previous
ar: السابق

source: Next
ar: التالي

source: No games found
ar: لم يتم العثور على ألعاب

source: Try adjusting your filters or search terms.
ar: حاول تعديل الفلاتر أو مصطلحات البحث.

source: MMOARAB Core Settings
ar: إعدادات MMOARAB Core

source: MMOARAB Settings
ar: إعدادات MMOARAB

source: Welcome to MMOARAB Core
ar: مرحباً بك في MMOARAB Core

source: Plugin Status
ar: حالة الإضافة

source: Active & Working
ar: نشط ويعمل

source: Quick Actions
ar: إجراءات سريعة

source: Manage Taxonomies
ar: إدارة التصنيفات

source: Add Game Terms
ar: إضافة مصطلحات اللعبة

source: Add pre-defined terms to game taxonomies
ar: إضافة مصطلحات محددة مسبقاً لتصنيفات الألعاب

source: Add Terms
ar: إضافة مصطلحات

source: Terms added successfully!
ar: تمت إضافة المصطلحات بنجاح!

source: Statistics
ar: الإحصائيات

source: Total Games
ar: إجمالي الألعاب

source: Published
ar: منشور

source: Draft
ar: مسودة

source: Total Types
ar: إجمالي الأنواع
